# NumberingSchemaType Operators

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
NumberingSchemaType Operators
NumberingSchemaType Class See Also
---
The NumberingSchemaType type exposes the following members.
# Operators
| Name | Description |
| --- | --- |
| --- | --- | --- |
| Equality | Compares two NumberingSchemaType instances. |
| Inequality | Compares two NumberingSchemaType instances. |

# See Also
NumberingSchemaType Class
Autodesk.Revit.DB Namespace